Repository: ousnius/BodySlide-and-Outfit-Studio
Catalog: lang/*/BodySlide.po
Languages: fr

source: Pack one or more projects into a folder or archive for sharing.
fr: Emballez un ou plusieurs projets dans un dossier ou une archive pour les partager.

source: Exit Alt+F4
fr: Sortir Alt+F4

source: Exit Outfit Studio.
fr: Sortie de l'Outfit Studio.

source: X Mirror X
fr: Miroir X X

source: Edit only vertices that are connected to the ones under the brush within the brush radius
fr: Modifiez uniquement les vertices connectés à ceux situés sous le pinceau dans le rayon du pinceau

source: Allows for the brushes to collide with all currently selected meshes at the same time
fr: Permet aux brosses d'entrer en collision avec toutes les mailles sélectionnées en même temps

source: Recalculate Normals R
fr: Recalculer les normales R

source: Recalculate normals on active mesh
fr: Recalculer les normales sur le maillage actif

source: Reset Transforms
fr: Réinitialisation des transformations

source: Resets the shape and skin transforms.
fr: Réinitialise la forme et la peau se transforme.

source: Delete Unreferenced Nodes
fr: Effacer les Nœuds Non Référencés

source: Deletes all nodes from the project that aren't used in any other block.
fr: Effacer tous les nœuds du projet qui ne sont pas utilisés dans un autre bloc.

source: Remove Skinning
fr: Supprimer l'Habillage

source: Removes skinning of all shapes and all unused nodes.
fr: Supprime l'habillage de toutes les formes et de tous les nœuds inutilisés.

source: View
fr: Voir

source: Front Shift+1
fr: Avant Shift+1

source: Back Shift+2
fr: Dos Shift+2

source: Left Shift+3
fr: Gauche Shift+3

source: Right Shift+4
fr: Droit Shift+4

source: Show Nodes Shift+N
fr: Affichez les Nœuds Shift+N

source: Show Bones Shift+B
fr: Affichez les Os Shift+B

source: Show Floor G
fr: Afficher l'Étage G

source: Toggle Visibility E
fr: Basculez la visibilité E

source: Switch between the different visibility modes for the selected shapes.
fr: Basculez entre les différents modes de visibilité des formes sélectionnées.

source: Show Wireframe W
fr: Affichez le filaire W

source: Show wireframe on all models.
fr: Affichez le filaire sur tous les modèles.

source: Enable Lighting L
fr: Activer l'éclairage L

source: Turn on or off lighting.
fr: Allumez ou éteignez l'éclairage.

source: Enable Textures T
fr: Activer Textures T

source: Display texture maps on models.
fr: Affichez les cartes de texture sur les modèles.

source: Shape
fr: Forme

source: To NIF...
fr: Vers NIF...

source: Export only the selected shapes to a NIF file.
fr: Exportez uniquement les formes sélectionnées vers un fichier NIF.

source: Export only the selected shapes to an OBJ file.
fr: Exporter uniquement les formes sélectionnées vers un fichier OBJ.

source: Export only the selected shapes to an FBX file.
fr: Exportez uniquement les formes sélectionnées vers un fichier FBX.

source: Edit...
fr: Modifiez...

source: Edit the texture coordinates.
fr: Modifiez les coordonnées de la texture.

source: Invert X
fr: Inversez X

source: Inverts the X-axis of the texture coordinates.
fr: Inverse l'axe X des coordonnées de la texture.

source: Invert Y
fr: Inversez Y

source: Inverts the Y-axis of the texture coordinates.
fr: Inverse l'axe Y des coordonnées de la texture.

source: Mirror
fr: Miroir

source: Mirror the selected shapes on the X-axis.
fr: Miroir les formes sélectionnées sur l'axe X.

source: Mirror the selected shapes on the Y-axis.
fr: Miroir les formes sélectionnées sur l'axe Y.

source: Mirror the selected shapes on the Z-axis.
fr: Miroir les formes sélectionnées sur l'axe Z.

source: Delete Vertices... Shift+Del
fr: Effacer Vertices... Shift+Del

source: Deletes all unmasked vertices of the currently selected shapes.
fr: Supprime tous les vertices non masqués des formes actuellement sélectionnées.

source: Separate Vertices... Shift+S
fr: Vertices séparés... Shift+S

source: Separate the current shape into two by using the mask.
fr: Séparez la forme actuelle en deux à l'aide du masque.

source: Copy Geometry...
fr: Copier la Géométrie...

source: Copies vertices and triangles from one shape to another.
fr: Copie les vertices et les triangles d'une forme à une autre.

source: Duplicate...
fr: Dupliquez...

source: Duplicate the current shape.
fr: Dupliquez la forme actuelle.

source: Rename... F2
fr: Renommez... F2

source: Change the name of the current shape.
fr: Change le nom de la forme actuelle.

source: Set Reference
fr: Définir la référence

source: Turn the shape into the reference shape of the project.
fr: Transformez la forme en forme de référence du projet.

source: Move...
fr: Bougez...

source: Apply an offset adjustment to the mesh vertices. This permanently moves vertices.
fr: Appliquez un ajustement de décalage aux vertices du maillage. Cela déplace définitivement les vertices.

source: Scale...
fr: Échelle...

source: Apply a scale adjustment to the shape. This permanently moves vertices.
fr: Appliquez un ajustement d'échelle à la forme. Cela déplace définitivement les vertices.

source: Rotate...
fr: Rotation...

source: Apply a rotation to the mesh vertices. This permanently moves vertices.
fr: Appliquez une rotation aux vertices du maillage. Cela déplace définitivement les vertices.

source: Smooth Seam Normals
fr: Couture lisse normales

source: Smooths edges of seams (usually found at texture borders), disable if this causes odd normals on the shape.
fr: Lisse les bords des coutures (généralement présentes aux bordures de texture), désactivez si cela provoque des normales impaires sur la forme.

source: Lock Normals
fr: Verrouiller les normales

source: Locks the mesh normals. Enable if you want to keep custom normals intact.
fr: Verrouille les normales du maillage. Activez si vous voulez garder les normales personnalisées intactes.

source: Copies all bone weights from the reference shape to the current shape.
fr: Copie tous les poids des os de la forme de référence vers la forme actuelle.

source: Copy Selected Weights
fr: Copier les poids sélectionnés

source: Copies selected bone weights from the reference shape to the current shape.
fr: Copie les poids des os sélectionnés de la forme de référence vers la forme actuelle.

source: Transfer Selected Weights
fr: Transférer les poids sélectionnés

source: Transfers selected weights from the reference shape to the current shape. Requires same vertex count and order.
fr: Transfère les poids sélectionnés de la forme de référence à la forme actuelle. Nécessite le même nombre de vertex et le même ordre.

source: Mask Weighted Vertices
fr: Masquer les Vertices Pondérés

source: Masks vertices with bone weights, so you can manually assign weights to unweighted vertices.
fr: Masque les vertices avec des poids d'os, afin que vous puissiez attribuer manuellement des poids aux vertices non pondérés.

source: Delete Del
fr: Effacer Del

source: Removes the currently selected shape from the outfit.
fr: Supprime la forme actuellement sélectionnée de la tenue.

source: Properties...
fr: Propriétés...

source: Opens the properties dialog for shader, texture and more settings of the selected shape.
fr: Ouvre la boîte de dialogue des propriétés pour les paramètres d'ombrage, de texture et autres de la forme sélectionnée.

source: Slider
fr: Curseur

source: Conform Selected Ctrl+C
fr: Conforme sélectionné Ctrl+C

source: Conform selected outfit shape to all checked sliders.
fr: Conforme la forme de la tenue sélectionnée à tous les sliders cochés.

source: Conform All Ctrl+Shift+C
fr: Conforme tout Ctrl+Shift+C

source: Conform all outfit shapes to all checked sliders.
fr: Conforme toutes les formes de tenue à tous les sliders cochés.

source: Set Base Shape
fr: Définir la forme de la base

source: Set the current outfit shape as the base shape and clear slider data.
fr: Définir la forme de la tenue actuelle comme forme de base et effacer les données du slider.

source: Load and preview a slider preset. Inverted sliders will have inverted values.
fr: Chargez et prévisualisez un préréglage de slider. Les sliders inversés auront des valeurs inversées.

source: Save a slider preset with the current values. Inverted sliders will have inverted values.
fr: Sauvegarder un préréglage de slider avec les valeurs actuelles. Les valeurs des sliders inversés seront inversées.

source: New Slider
fr: Nouveau slider

source: Create a new shape transformation slider.
fr: Créez un nouveau slider de transformation de forme.

source: Coalesce sliders
fr: Coalescez les sliders

source: Create a new shape transformation slider based on the current slider values
fr: Créer un nouveau slider de transformation de forme basé sur les valeurs actuelles du slider

source: New Zap Slider
fr: Nouveau slider Zap

source: Create a new Zap slider based on unmasked vertices
fr: Créer un nouveau slider Zap basé sur les vertices non masqués

source: Import OSD...
fr: Importez OSD...

source: Imports OSD file and creates sliders for shapes with a matching name.
fr: Importe le fichier OSD et crée des sliders pour les formes dont le nom correspond.

source: Export OSD...
fr: Exportez OSD...

source: Exports all currently loaded slider data to an OSD file.
fr: Exporte toutes les données des sliders actuellement chargés vers un fichier OSD.

source: Import TRI Morphs...
fr: Importez TRI Morphs...

source: Imports TRI morphs from a TRI file and creates sliders for shapes with a matching name.
fr: Importe des TRI Morphs à partir d'un fichier TRI et crée des sliders pour les formes avec un nom correspondant.

source: Export TRI Morphs...
fr: Exportez TRI Morphs...

source: Exports TRI morphs to a TRI file.
fr: Exporte des TRI Morphs dans un fichier TRI.

source: Export to OBJs...
fr: Exportez vers OBJs...

source: Export all sliders to an OBJ file per slider.
fr: Exportez tous les sliders dans un fichier OBJ par slider.

source: Import Slider Data
fr: Importez les données du slider

source: Import NIF...
fr: Importez NIF...

source: Import a NIF file and overwrites the current shape's slider data.
fr: Importez un fichier NIF et écrase les données du slider de la forme actuelle.

source: Import BSD...
fr: Importez BSD...

source: Import a BodySlide BSD file and overwrites the current shape's slider data.
fr: Importez un fichier BSD BodySlide et écrase les données du slider de la forme actuelle.

source: Import OBJ...
fr: Importez OBJ...

source: Import an OBJ file matching the current shape's vertex count, and calculate slider data from the difference.
fr: Importez un fichier OBJ correspondant au nombre de vertex de la forme actuelle et calculez les données du slider à partir de la différence.

source: Import FBX...
fr: Importez FBX...

source: Import an FBX file matching the current shape's vertex count, and calculate slider data from the difference.
fr: Importez un fichier FBX correspondant au nombre de vertex de la forme actuelle et calculez les données du slider à partir de la différence.

source: Export Slider Data
fr: Exportez les données du slider

source: Export NIF...
fr: Exportez NIF...

source: Exports the current slider's data as a NIF file.
fr: Exporte les données du slider actuel sous forme de fichier NIF.

source: Export BSD...
fr: Exportez BSD...

source: Exports the current slider's data as a BodySlide BSD file.
fr: Exporte les données du slider actuel sous forme de fichier BSD BodySlide.

source: Exports the current slider's data as an OBJ file.
fr: Exporte les données du slider actuel sous forme de fichier OBJ.

source: Negate Slider
fr: Annuler le slider

source: Negates the current slider, reversing it's effect
fr: Annule le slider actuel, inversant son effet

source: Mask Affected Vertices
fr: Masquer les vertices affectés

source: Masks the vertices the slider is affecting for all selected shapes.
fr: Masque les vertices que le slider affecte pour toutes les formes sélectionnées.

source: Clear Slider Data
fr: Effacer les données du slider

source: Erases the slider data without removing the slider itself. (Cannot be undone)
fr: Efface les données du slider sans supprimer le slider lui-même. (Ne peut pas être défait)

source: Delete Slider
fr: Effacer slider

source: Delete the active slider from the project. (Cannot be undone)
fr: Supprime le slider actif du projet. (Ne peut être annulé)

source: Properties... Tab
fr: Propriétés... Tab

source: Display and edit the active slider's properties.
fr: Affichez et modifiez les propriétés du slider actif.

source: Tool
fr: Outil

source: Current Tool
fr: Outil Actuel

source: Apply animation weight values for the currently selected bone. Hold down the ALT key to weaken the weighting.
fr: Appliquez des valeurs de poids d'animation pour l'os actuellement sélectionné. Maintenez la touche ALT enfoncée pour affaiblir la pondération.

source: Transform F
fr: Transformez F

source: Vertex Edit Q
fr: Modifiez Vertex Q

source: Shows vertex points and lets you mask/unmask them. Without any brush active, click on a vertex to unmask it. Hold down CTRL to mask it.
fr: Affiche les points de vertex et vous permet de les masquer/démasquer. Sans brosses actif, cliquez sur un vertex pour le démasquer. Maintenez la touche CTRL enfoncée pour le masquer.

source: Increase Brush Size Shift++
fr: Augmentez la taille de la brosse Shift++

source: Increase brush diameter
fr: Augmentez le diamètre de la brosse

source: Decrease Brush Size Shift+-
fr: Diminuez la taille de la brosse Shift+-

source: Decrease brush diameter
fr: Diminuez le diamètre de la brosse

source: Increase Brush Strength Ctrl++
fr: Augmenter la force de la brosse Ctrl++

source: Increase brush strength
fr: Augmenter la force de la brosse

source: Decrease Brush Strength Ctrl+-
fr: Diminuez la force de la brosse Ctrl+-

source: Decrease brush strength
fr: Diminuez la force de la brosse

source: Mask Less A
fr: Masque Moins A

source: Mask Less
fr: Masque moins

source: Mask More D
fr: Masque Plus D

source: Mask More
fr: Masque plus

source: Invert Mask Ctrl+I
fr: Inversez le Masque Ctrl+I

source: Invert Mask
fr: Inversez le Masque

source: Clear Mask Ctrl+A
fr: Effacez le Masque Ctrl+A

source: Clear Mask
fr: Effacez le Masque

source: Add
fr: Ajouter

source: From Skeleton...
fr: Du Squelette...

source: Choose a bone from the reference skeleton to add to the project.
fr: Choisissez un os dans le squelette de référence à ajouter au projet.

source: Custom Bone...
fr: Os personnalisé...

source: Add a custom bone to the project.
fr: Ajoutez un os personnalisé au projet.

source: From Project
fr: De Projet

source: Delete bone(s) from all shapes of the project.
fr: Supprimer le ou / les os de toutes les formes du projet.

source: From Selected Shapes
fr: À partir de Formes Sélectionnées

source: Delete bone(s) from only the selected shapes.
fr: Supprimer le ou / les os à partir des formes sélectionnées uniquement.

source: Edit Bone...
fr: Modifiez l'Os...

source: Edit a custom bone or view a standard bone.
fr: Modifiez un os personnalisé ou visualiser un os standard.

source: Masks vertices with weights for the selected bones.
fr: Masque les vertices avec des poids pour les os sélectionnés.

source: Add Segment...
fr: Ajouter Segment...

source: Choose a segment to add to the shape.
fr: Choisissez un segment à ajouter à la forme.

source: Add Sub Segment...
fr: Ajouter un Sous-Segment...

source: Add a new sub segment to the currently selected segment.
fr: Ajouter un nouveau sous-segment au segment actuellement sélectionné.

source: Delete Segment...
fr: Effacer Segment...

source: Delete segment and all of its sub segments from the shape.
fr: Effacer le segment et tous ses sous-segments de la forme.

source: Sub Segments
fr: Sous-Segments

source: Delete Sub Segment...
fr: Effacer Sous-Segment...

source: Delete the selected sub segment.
fr: Effacez la sous-segment sélectionnée.

source: Add Partition...
fr: Ajouter une partition...

source: Adds a new partition to the shape.
fr: Créez un nouveau partition de forme.

source: Delete Partition...
fr: Effacer une partition...

source: Deletes the partition from the shape.
fr: Effacer le partition de la forme.

source: Welcome to the New Project wizard! First, please choose a reference. Typically, this is a body (such as CBBE) or a conversion set (such as Vanilla To CBBE) and comes with its sliders.
fr: Bienvenue dans l'assistant Nouveau Projet! Tout d'abord, veuillez choisir une référence. En règle générale, il s'agit d'un corps (tel que CBBE) ou d'un jeu de conversion (tel que Vanilla To CBBE) et est livré avec ses sliders.

source: Reference
fr: Référence

source: From Template
fr: Du Modèle

source: From File
fr: De Fichier

source: Select a project or NIF file
fr: Sélectionnez un projet ou un fichier NIF

source: Slider Set:
fr: Ensemble de Slider:

source: Shape:
fr: Forme:

source: Clear Reference
fr: Effacez la Référence

source: Next, select an outfit/mesh to work on and enter a display name for it.
fr: Ensuite, sélectionnez une tenue / un maillage sur lequel travailler et entrez un nom d'affichage pour celui-ci.

source: Display Name
fr: Nom d'affichage

source: Outfit/Mesh
fr: Tenue/Maillage

source: Select a file to load as an outfit/mesh
fr: Sélectionnez un fichier à chargez comme tenue/maillage

source: Clear Outfit
fr: Effacez la Tenue

source: Automatically search for textures
fr: Recherchez automatique de textures

source: Select a texture file
fr: Sélectionnez un fichier de la texture

source: Save Project As...
fr: Sauvegarder le Projet Sous...

source: The name of the outfit and slider set, as it will appear in BodySlide.
fr: Le nom de la tenue et slider ensemble, comme il apparaîtra dans BodySlide.

source: Copies the current display name to the project text fields below.
fr: Copie le nom d’affichage actuel aux champs de texte du projet ci-dessous.

source: To Project
fr: A la Projet

source: Output File Name
fr: Nom du fichier de sortie

source: The name of the outfit file that will end up in the game data path when BodySlide builds it. Should not include _1 or _0 in the name, e.g: lovelydress
fr: Le nom du fichier de tenue qui se retrouvera dans le chemin de données de jeu lorsque BodySlide le construit. Ne doit pas inclure _1 ou _0 dans le nom, par exemple: lovelydress

source: Output Data Path
fr: Chemin de données de sortie

source: The location in the game's data path where BodySlide-built outfit files will be placed, e.g: meshes\clothes\lovelydress
fr: L’emplacement dans le chemin de données du jeu où bodyslide construit fichiers de tenue seront placés, par exemple: mailles \clothes\lovelydress

source: If this is enabled, BodySlide creates a low and high weight model when it generates the final outfit.
fr: Si cela est activé, BodySlide crée un modèle de faible et de haut poids quand il génère la tenue finale.

source: Low/High Weight Output
fr: Poids Faible/Haut de Sortie

source: If this is enabled, only one output file will be created (useful for single-weighted things like hair).
fr: Si cela est activé, un seul fichier de sortie sera créé (utile pour les choses mono pondérées comme les cheveux).

source: Single Weight Output
fr: Sortie Poids Unique

source: Project
fr: Projet

source: Slider Set File
fr: Fichier Slider Set

source: The .osp slider set project file
fr: Le fichier de projet slider set .osp

source: Select slider set .osp file name
fr: Sélectionnez le nom du fichier slider set .osp

source: Shape Data Folder
fr: Dossier de données de forme

source: The folder where all the slider data will go, as well as the base outfit NIF file.
fr: Le dossier où toutes les données du slider ira, ainsi que la tenue de base fichier NIF.

source: Select slider data folder
fr: Sélectionnez le dossier de données du slider

source: Shape Data File
fr: Fichier de données de forme

source: The name of the output's base NIF file.
fr: Le nom du fichier NIF de base de la sortie.

source: Select output NIF file name
fr: Sélectionnez le nom du fichier NIF de sortie

source: Outfits require the reference body to be a part of the output file. Disable this if you've already copied the reference over or you don't want it included.
fr: Les tenues exigent que le corps de référence fait partie du fichier de sortie. Désactivez cela si vous avez déjà copié la référence ou si vous ne voulez pas qu’elle soit incluse.

source: Copy reference shape into output
fr: Copier la forme de référence en sortie

source: &Save
fr: &Sauvegarder

source: Load Reference
fr: Chargez un Référence

source: Please choose a reference. Typically, this is a body (such as CBBE) or a conversion set (such as Vanilla To CBBE) and comes with its sliders.
fr: Choisir une référence. En règle générale, il s'agit d'un corps (tel que CBBE) ou d'un jeu de conversion (tel que Vanilla To CBBE) et est livré avec ses sliders.

source: Merge new sliders with existing sliders
fr: Fusionner les nouveaux sliders avec les sliders existants

source: Load Outfit
fr: Chargez la Tenue

source: Please select an outfit/mesh to work on and enter a display name for it.
fr: Sélectionnez une tenue / un maillage sur lequel travailler et entrez un nom d'affichage pour celui-ci.

source: Keep other shapes
fr: Gardez d'autres formes

source: Group file (optional):
fr: Fichier de groupe (facultatif):

source: Group file to pack (optional).
fr: Fichier de groupe à emballer (facultatif).

source: Merged file name:
fr: Nom de fichier fusionné:

source: File name to use for the merged project file.
fr: Nom de fichier à utiliser pour le fichier de projet fusionné.

source: Pack Folder...
fr: Emballez le Dossier...

source: Pack Archive...
fr: Emballez Archive...

source: Cancel
fr: Annuler

source: Enter preset name...
fr: Entrez le nom du préréglage ...

source: Please enter a name for the new preset:
fr: Veuillez saisir un nom pour le nouveau préréglage:

source: Select groups to assign to the new preset:
fr: Sélectionnez les groupes à affecter au nouveau préréglage:

source: Game
fr: Jeu

source: Target Game
fr: Jeu de cible

source: Choose the target game you want to use the program for here.
fr: Choisissez ici le jeu cible pour lequel vous souhaitez utiliser le programme.

source: Game Data Path
fr: Chemin des données du jeu

source: Select the data path of the game...
fr: Sélectionnez le chemin des données du jeu ...

source: Data path to load textures from.
fr: Chemin de données à partir duquel charger les textures.

source: Advanced
fr: Avancée

source: Output Path
fr: Chemin de sortie

source: Select the output path...
fr: Sélectionnez le chemin de sortie...

source: Data path to build files to. If empty, Game Data Path will be used instead.
fr: Chemin des données pour construire les fichiers. S'il est vide, le chemin de données du jeu sera utilisé à la place.

source: Project Path
fr: Chemin du Projet

source: Select the project path...
fr: Sélectionnez le chemin du projet...

source: Project path where files related to BodySlide are loaded from. If empty, executable directory will be used instead.
fr: Chemin du projet à partir duquel les fichiers liés à BodySlide sont chargés. S'il est vide, le répertoire exécutable sera utilisé à la place.

source: General
fr: Général

source: Enables/disables the dialog for choosing which set to build during a batch build if overrides happen.
fr: Active/désactive la boîte de dialogue pour choisir le jeu à construire lors d'une génération par lots si des remplacements se produisent.

source: Override Warning
fr: Avertissement de remplacement

source: Enables/disables scanning BSAs in the game data folder for textures to load.
fr: Active/désactive l'analyse des BSA dans le dossier de données du jeu pour le chargement des textures.

source: Enables/disables panning the camera with the left mouse button in Outfit Studio.
fr: Active/désactive le panoramique de la caméra avec le bouton gauche de la souris dans Outfit Studio.
