Repository: ousnius/BodySlide-and-Outfit-Studio
Catalog: lang/*/BodySlide.po
Languages: fr

source: About
fr: À propos

source: Close
fr: Fermer

source: Apply a vertex position
fr: Appliquez une position de vertex

source: This permanently moves a single vertex straight to the given location.
fr: Cela déplace en permanence un seul vertex directement vers l'emplacement donné.

source: &OK
fr: &D'accord

source: &Cancel
fr: &Annuler

source: Move Shape
fr: Bougez la Forme

source: Mirror Axis
fr: Axe Miroir

source: Scale Shape
fr: Échelle la Forme

source: Scaling will adjust the size of a mesh. This permanently affects vertices.
fr: La mise à l'échelle ajustera la taille d'un maillage. Cela affecte en permanence les vertices.

source: Origin
fr: Origine

source: Zero (0, 0, 0)
fr: Zéro (0, 0, 0)

source: Center of selected shapes(s)
fr: Centre de formes sélectionnées(s)

source: Uniform (XYZ)
fr: Uniforme (XYZ)

source: Rotate Shape
fr: Tournez la Forme

source: Set Shape Textures
fr: Définir les Textures des Formes

source: Copy Bone Weights
fr: Copier les poids des os

source: Each vertex of the reference will copy its weights to the nearest collection of vertices within the given radius. Bear in mind that some geometry will always require manual tweaking to become weighted and work well. Often, the default values are sufficient.
fr: Chaque vertex de la référence copiera ses poids dans la collection de vertices la plus proche dans le rayon donné. Gardez à l'esprit que certaines géométries nécessiteront toujours des ajustements manuels pour devenir pondérées et fonctionner correctement. Souvent, les valeurs par défaut sont suffisantes.

source: Search Radius
fr: Rayon de Recherche

source: Max Vertex Targets
fr: Max Vertex Cibles

source: No Target Limit
fr: Aucune Limite Cible

source: The skin coordinate system doesn't match the reference shape's. Do you want to copy the transforms?
fr: Le système de coordonnées cutanées ne correspond pas à la forme de référence. Voulez-vous copier les transformations?

source: Copy skin transform from reference
fr: Copie de la transformation de la peau à partir de la référence

source: Recalculate geometry's coordinates so it doesn't move
fr: Recalculer les coordonnées de la géométrie pour qu’elle ne bouge pas

source: Transform geometry so its position in global coordinates does not change.
fr: Transformez la géométrie de sorte que sa position dans les coordonnées globales ne change pas.

source: Conforming...
fr: Conforme...

source: Each vertex of the reference will copy its slider data to the nearest collection of vertices within the given radius. Bear in mind that some geometry will always require manual tweaking to become conformed and work well. Often, the default values are sufficient.
fr: Chaque vertex de la référence copiera ses données de slider dans la collection de vertices la plus proche dans le rayon donné. Gardez à l'esprit que certaines géométries nécessiteront toujours des ajustements manuels pour devenir pondérées et fonctionner correctement. Souvent, les valeurs par défaut sont suffisantes.

source: No Squeeze
fr: Aucune Pression

source: Solid Mode
fr: Mode Solide

source: Axis
fr: L'Axe

source: Preset
fr: Préréglage

source: Default
fr: Valeurs par Défaut

source: Even Movement
fr: Même Mouvement

source: Solid Object
fr: Objet Solide

source: Copy Geometry
fr: Copier la Géométrie

source: This function copies vertices and triangles from one shape to another. Partitions/segments of source and target shapes must match. It is the user's responsibility to check that all other shape and shader properties are compatible, or merging will likely have side effects.
fr: Cette fonction copie les vertices et les triangles d'une forme à une autre. Les partitions/segments des formes source et cible doivent correspondre. Il est de la responsabilité de l'utilisateur de vérifier que toutes les autres propriétés de forme et de shader sont compatibles, ou la fusion aura probablement des effets secondaires.

source: Target
fr: Cible

source: Delete source shape
fr: Effacer la forme source

source: Batch Build
fr: Construction Par Lots

source: Select the slider sets for the batch build process. Use the group and outfit filters to show the outfits you want!
fr: Sélectionnez les ensembles de glissières pour le processus de construction par lots. Utilisez les filtres de groupe et de tenue pour afficher les tenues que vous souhaitez !

source: &Build
fr: &Construire

source: Choose output set
fr: Choisir l'ensemble de sortie

source: The following sets will override the same files. Please decide which one to use and select it in the list below.
fr: Les ensembles suivants remplaceront les mêmes fichiers. Veuillez décider lequel utiliser et sélectionnez-le dans la liste ci-dessous.

source: Outfit/Body
fr: Vêtement/Corps

source: Select an outfit to modify
fr: Sélectionnez une tenue à modifier

source: Deletes a project from its project file
fr: Supprime un projet de son fichier de projet

source: Opens the current project in Outfit Studio
fr: Ouvre le projet en cours dans Outfit Studio

source: Choose from a list of slider settings presets
fr: Choisissez parmi une liste de paramètres prédéfinis de slider

source: Deletes a preset from its preset file
fr: Supprime un préréglage de son fichier de préréglage

source: Saves the new slider values to the currently selected preset
fr: Enregistre les nouvelles valeurs du slider dans le préréglage actuellement sélectionné

source: Save
fr: Sauvegarder

source: Save the current slider settings as a new preset
fr: Sauvegarder les paramètres actuels du slider comme un nouveau préréglage

source: Save As...
fr: Sauvegarder sous...

source: Opens the group manager where you can edit existing or create new groups
fr: Ouvre le gestionnaire de groupe dans lequel vous pouvez modifier des groupes existants ou créer de nouveaux groupes

source: Group Manager
fr: Gerante de Groupe

source: Single Weight
fr: Poids Seul

source: Low Weight
fr: Poids Faible

source: High Weight
fr: Poids Haut

source: Copy the low weight slider values to the high weight section.
fr: Copiez les valeurs du slider de poids faible dans la section de poids haut.

source: Build multiple outfits using the currently active slider values. Hold CTRL = Build to custom directory Hold ALT = Delete from output directory
fr: Créez plusieurs tenues en utilisant les valeurs du slider actif. Maintenir CTRL = Construire dans le répertoire personnalisé Maintenir ALT = Supprimer du répertoire de sortie

source: Batch Build...
fr: Construction par lots...

source: Build Morphs
fr: Construire des morphes

source: Builds a morphs (.tri) file alongside the meshes for accessing the sliders in-game. Requires other mods to make use of the morph data.
fr: Construit un fichier morphs (.tri) à côté des maillages pour accéder aux sliders dans le jeu. Nécessite d'autres mods pour utiliser les données de morphing.

source: Force Body Normals
fr: Obliger Normales du Corps

source: Adds normal and tangent data to the body meshes (including bodies within outfits) for Skyrim. Use this only if you have a tangent space body mod.
fr: Ajoute des données normales et tangentes aux maillages corporels (y compris les corps dans les tenues) pour Skyrim. Utilisez ceci uniquement si vous avez un mod de corps d'espace tangent.

source: Show a preview window for this outfit.
fr: Afficher une fenêtre d'aperçu pour cette tenue.

source: Preview
fr: Aperçu

source: Creates the currently selected outfit/body. Hold CTRL = Build to working directory Hold ALT = Delete from output directory
fr: Crée la tenue/corps actuellement sélectionnée. Maintenir CTRL = Construire dans le répertoire de travail Maintenir ALT = Supprimer du répertoire de sortie

source: Build
fr: Construire

source: Copy the high weight slider values to the low weight section.
fr: Copiez les valeurs du slider de poids haut dans la section de poids faible.

source: Open settings dialog.
fr: Ouvrez la boîte de dialogue des paramètres.

source: Settings
fr: Paramètres

source: Open Outfit Studio, a full-featured tool for creating and converting outfits.
fr: Ouvrez Outfit Studio, un outil complet pour créer et convertir des tenues.

source: Filter Options
fr: Options de filtre

source: Choose groups...
fr: Choisissez des groupes...

source: Choose groups to display in the Outfit menu
fr: Choisissez les groupes à afficher dans le menu Outfit

source: Refresh Groups
fr: Rafraîchir les groupes

source: Refresh group information
fr: Rafraîchir les informations du groupe

source: Save Outfit list as group...
fr: Sauvegarder la liste des tenues comme groupe...

source: Save the current filtered outfit list as a group
fr: Sauvegarder la liste de tenues filtrée actuelle en tant que groupe

source: Refresh Outfits
fr: Rafraîchir les tenues

source: Reloads outfit list
fr: Recharge la liste des tenues

source: Select None
fr: Ne sélectionnez aucun

source: Select All
fr: Sélectionnez tout

source: Invert Selection
fr: Sélection d'inversion

source: Edit UV
fr: Modifiez UV

source: Box Selection
fr: Sélection de Boîtes

source: Box Selection Shortcut: 1
fr: Sélection de Boîtes Raccourci: 1

source: Vertex Selection
fr: Sélection de Vertex

source: Vertex Selection Shortcut: 2
fr: Sélection de Vertex Raccourci: 2

source: Move
fr: Bougez

source: Move Shortcut: 3
fr: Bougez Raccourci: 3

source: Scale
fr: Échelle

source: Scale Shortcut: 4
fr: Échelle Raccourci: 4

source: Rotate
fr: Rotation

source: Rotate Shortcut: 5
fr: Rotation Raccourci: 5

source: Show Seam Edges
fr: Afficher les Bords de Couture

source: Edit
fr: Modifiez

source: Undo Ctrl+Z
fr: Annulez Ctrl+Z

source: Undo the previous action.
fr: Annulez l'action précédente.

source: Redo Ctrl+Y
fr: Refaire Ctrl+Y

source: Redo the next undone action.
fr: Refaire l'action suivante non effectuée.

source: Select All Ctrl+A
fr: Sélectionnez tout Ctrl+A

source: Invert Selection Ctrl+I
fr: Sélection d'inversion Ctrl+I

source: Select Less A
fr: Sélectionnez moins A

source: Select less adjacent points in the selected islands.
fr: Sélectionnez moins de points adjacents dans les îles sélectionnées.

source: Select More D
fr: Sélectionnez plus D

source: Select more adjacent points in the selected islands.
fr: Sélectionnez plus de points adjacents dans les îles sélectionnées.

source: FBX Import Options...
fr: Options d'importation FBX...

source: Invert U
fr: Inversez U

source: Invert V
fr: Inversez V

source: Choose a group and add or remove members by selecting them in the lists.
fr: Choisissez un groupe et ajoutez ou supprimez des membres en les sélectionnant dans les listes.

source: Select a group XML file
fr: Sélectionnez un fichier XML de groupe

source: Groups
fr: Groupes

source: Add Group
fr: Ajouter le groupe

source: Remove Group
fr: Supprimer le groupe

source: Members
fr: Membres

source: Remove >>
fr: Supprimer>>

source: Outfits
fr: Tenues

source: << Add
fr: << Ajouter

source: Layers
fr: Couches

source: Load or save preset layer settings.
fr: Chargez ou enregistrez les paramètres de couche prédéfinis.

source: Add a new layer after the current one in the layer list.
fr: Ajoutez un nouveau calque après le calque actuel dans la liste des calques.

source: Add Layer
fr: Ajouter une Couche

source: Move selected layer up one position.
fr: Déplacer le calque sélectionné d'une position vers le haut.

source: Move Up
fr: Déplacer vers le haut

source: Delete the selected layer.
fr: Effacez la couche sélectionnée.

source: Delete Layer
fr: Effacez une Couche

source: Save a copy of an existing normal map if one already exists. File is saved in the original directory.
fr: Enregistrez une copie d'une carte normale existante s'il en existe déjà une. Le fichier est enregistré dans le répertoire d'origine.

source: Backup destination file
fr: Fichier de destination de la sauvegarde

source: Compress output file using BC7 compression. This can make saving the file take a VERY long time!
fr: Compressez le fichier de sortie à l'aide de la compression BC7. Cela peut rendre l'enregistrement du fichier TRÈS long!

source: Compress output
fr: Compressez la sortie

source: Use the file name specified in the background layer to save the normal map.
fr: Utilisez le nom de fichier spécifié dans la couche de fond pour enregistrer la carte normale.

source: Save to background layer file
fr: Enregistrer dans le fichier de la couche de fond

source: Choose an output file...
fr: Choisissez le fichier de sortie...

source: Location to save normal map to.
fr: Emplacement où enregistrer la carte normale.

source: Display current settings on mesh in preview window.
fr: Affiche les paramètres actuels sur le maillage dans la fenêtre d'aperçu.

source: Generate and save the normal map file.
fr: Générez et enregistrez le fichier de carte normale.

source: Generate
fr: Générez

source: Load Preset...
fr: Chargez le préréglage...

source: Save Preset...
fr: Sauvegarder le préréglage...

source: New Project
fr: Nouveau Projet

source: Create a new project by selecting a reference body slider set, and outfit model files.
fr: Créez un nouveau projet en sélectionnant un jeu de slider de corps de référence et des fichiers de modèles d'équipement.

source: Load Project
fr: Chargez Projet

source: Load a previously created slider set for editing.
fr: Chargez un jeu de slider précédemment créé pour l'éditer.

source: Select
fr: Sélectionnez

source: Navigate and select meshes (or vertices in vertex mode).
fr: Naviguez et sélectionnez des mailles (ou des vertices en mode vertex).

source: Mask
fr: Masque

source: Mask vertices to prevent them from being transformed. Hold down the ALT key to remove masking.
fr: Masque les vertices pour éviter qu'ils ne soient transformés. Maintenez la touche ALT enfoncée pour supprimer le masquage.

source: Inflate
fr: Augmentez

source: Increase mesh volume in an area.
fr: Augmentez le volume de la maille dans une zone.

source: Deflate
fr: Diminuez

source: Decrease mesh volume in an area.
fr: Diminuer le volume de la maille dans une zone.

source: Move vertices over a plane parallel to the view.
fr: Déplace les vertices sur un plan parallèle à la vue.

source: Smooth
fr: Lissez

source: Smooth an area of a mesh.
fr: Lisser une zone d'une maille.

source: Undiff an area of a slider.
fr: Undiff une zone d'un curseur.

source: Weight Paint
fr: Peinture de Poids

source: Apply animation weight values for currently selected bone. Hold down the ALT key to weaken the weighting.
fr: Appliquez des valeurs de poids d'animation pour l'os actuellement sélectionné. Maintenez la touche ALT enfoncée pour affaiblir la pondération.

source: Color Paint
fr: Peinture de Couleur

source: Apply vertex colors. Hold down the ALT key to remove colors.
fr: Appliquer les couleurs des vertex. Maintenez la touche ALT enfoncée pour supprimer les couleurs.

source: Alpha Paint
fr: Peinture de l'Alpha

source: Apply vertex alpha. Hold down the ALT key to remove alpha.
fr: Appliquer l'alpha de vertex. Maintenez la touche ALT enfoncée pour supprimer l'alpha.

source: Deletes vertices with no more than three connections, without creating a hole.
fr: Supprime les vertices n'ayant pas plus de trois connexions, sans créer de trou.

source: Flip Edge
fr: Retourner le Bord

source: Flips mesh edges so that the opposite pair of vertices is connected.
fr: Retourne bords de la maille de manière à ce que la paire de vertices opposée soit connectée.

source: Split Edge
fr: Séparer le Bord

source: Splits a mesh edge in two with a new vertex.
fr: Séparer un bord du maillage en deux avec un nouveau vertex.

source: Field of View
fr: Champ de Vision

source: Field of View: 65
fr: Champ de Vision: 65

source: Open Discord invite link.
fr: Ouvrir le lien d'invitation Discord.

source: Open GitHub link.
fr: Ouvrir le lien GitHub.

source: Open PayPal link.
fr: Ouvrir le lien PayPal.

source: Transform
fr: Transformez

source: Shows a transform tool to manipulate shapes and vertices with.
fr: Affiche un outil de transformation pour manipuler les formes et les vertices avec.

source: Shows a pivot that can be moved and makes it the center of mesh operations like rotation and scale.
fr: Affiche un pivot qui peut être déplacé et en fait le centre des opérations de maillage comme la rotation et l'échelle.

source: Vertex Edit
fr: Modifiez Vertex

source: Lets you select vertices to add to or remove from the mask. Click on a vertex to select/unmask it. Hold down CTRL to unselect/mask it.
fr: Vous permet de sélectionner les vertices à ajouter ou à retirer du masque. Cliquez sur un vertex pour le sélectionner/démasquer. Maintenez la touche CTRL enfoncée pour le désélectionner/masquer.

source: X Mirror
fr: Miroir X

source: Mirror edits across the X axis.
fr: Miroir des modifications sur l'axe X.

source: Edit Connected Only C
fr: Modifiez connecté uniquement C

source: Edit only vertices that are connected to the ones under the brush within the brush radius.
fr: Modifiez uniquement les vertices connectés à ceux situés sous le pinceau dans le rayon de la brosse.

source: Global Brush Collision B
fr: Collision globale de brosses B

source: Allows for the brushes to collide with all currently selected meshes at the same time.
fr: Permet aux brosses d'entrer en collision avec toutes les mailles sélectionnées en même temps.

source: View Front
fr: Voir l'avant

source: Change camera view to the front.
fr: Changez la vue de la caméra vers l'avant.

source: View Back
fr: Voir le dos

source: Change camera view to the back.
fr: Changez la vue de la caméra vers le dos.

source: View Left
fr: Voir à gauche

source: Change camera view to the left.
fr: Changez la vue de la caméra vers la gauche.

source: View Right
fr: Voir à droit

source: Change camera view to the right.
fr: Changez la vue de la caméra vers la droit.

source: Perspective View
fr: Voir Perspective

source: Toggle perspective view.
fr: Basculez la vue en perspective.

source: Show Nodes
fr: Affichez les Nœuds

source: Toggle rendering of nodes.
fr: Basculer le rendu des noeuds.

source: Show Bones
fr: Affichez les Os

source: Toggle rendering of bones.
fr: Basculer le rendu des os.

source: Show Floor
fr: Afficher l'Étage

source: Toggle rendering of the floor grid.
fr: Basculer le rendu de grille l'étage.

source: Brush Settings
fr: Paramètres des brosses

source: Size
fr: Taille

source: Strength
fr: Force

source: Focus
fr: Concentrer

source: Spacing
fr: Espacement

source: Meshes
fr: Mailles

source: Bones
fr: Os

source: Colors
fr: Les Couleurs

source: Lights
fr: Lumières

source: Total Bones: 0
fr: Total des Os: 0

source: Shape Selection Bones: 0
fr: Sélection des Formes Os: 0

source: Brush Color
fr: Couleur de Brosse

source: Color of the brush.
fr: La couleur de la brosse.

source: Edit Alpha
fr: Modifiez l'Alpha

source: Reset
fr: Réinitialiser

source: Ambient
fr: Ambiante

source: Frontal
fr: Frontale

source: Directional 1
fr: Directionnel 1

source: Directional 2
fr: Directionnel 2

source: Directional 3
fr: Directionnel 3

source: Type
fr: Catégorie

source: Slot
fr: Fente

source: SSF File
fr: Fichier SSF

source: Set
fr: Définir

source: Apply
fr: Appliquez

source: De-/Select Sliders
fr: Dé-/Sélectionnez les sliders

source: Fixed Weight Brush
fr: Brosse de poids fixe

source: Normalize Weights
fr: Normaliser les Poids

source: X-Mirror Bone
fr: Os du Miroir X

source: Preview Scaling
fr: Mise à l'échelle de l'aperçu

source: Masks
fr: Masques

source: Delete
fr: Effacer

source: Posing
fr: Posant

source: Show Pose
fr: Afficher la Pose

source: Reset Bone
fr: Réinitialiser l'Os

source: Offset X
fr: Décalage X

source: Offset Y
fr: Décalage Y

source: Offset Z
fr: Décalage Z

source: Reset All
fr: Réinitialiser Toute

source: Apply to Mesh
fr: Appliquer à la Maille

source: File
fr: Fichier

source: New Project... Ctrl+N
fr: Nouveau Projet... Ctrl+N

source: Create a new outfit project.
fr: Créez un nouveau projet de tenue.

source: Load Project.. Ctrl+O
fr: Chargez le Projet.. Ctrl+O

source: Load a project.
fr: Chargez un projet.

source: Add Project.. Ctrl+Shift+O
fr: Ajoutez un Projet... Ctrl+Shift+O

source: Add a project without replacing the current one.
fr: Ajouter un projet sans remplacer le projet actuel.

source: Unload Project... Ctrl+W
fr: Déchargez le Projet... Ctrl+W

source: Unloads the project and creates an empty new one.
fr: Décharge le projet et crée un nouveau projet vide.

source: Load Reference...
fr: Chargez un référence...

source: Load a new reference slider set, replacing any current reference objects.
fr: Chargez un nouveau slider set de référence, remplaçant tous les objets de référence actuels.

source: Load Outfit...
fr: Chargez la tenue...

source: Load a NIF file as the working outfit, replacing any current outfit objects.
fr: Chargez un fichier NIF comme tenue de travail, en remplaçant tous les objets de la tenue actuelle.

source: Save Project Ctrl+S
fr: Sauvegarder le Projet Ctrl+S

source: Save the project.
fr: Sauvegarder le projet.

source: Save Project As... Ctrl+Shift+S
fr: Sauvegarder le Projet Sous... Ctrl+Shift+S

source: Save the project under a new name.
fr: Sauvegarder le projet sous un nouveau nom.

source: Import
fr: Importez

source: From NIF...
fr: De NIF...

source: Choose a NIF file to import into the project.
fr: Choisissez un fichier NIF à importer dans le projet.

source: From OBJ...
fr: De OBJ...

source: Import an OBJ file as a new shape in the outfit.
fr: Importez un fichier OBJ comme une nouvelle forme dans l'équipement.

source: From FBX...
fr: De FBX...

source: Import an FBX file as a new shape in the outfit.
fr: Importez un fichier FBX comme une nouvelle forme dans l'équipement.

source: From TRI (Head)...
fr: De TRI (Tête)...

source: Import shape and morphs from a head TRI file.
fr: Importez des formes et des morphes à partir d'un fichier TRI de tête.

source: Import Data
fr: Importez des données

source: Import BSClothExtraData From HKX
fr: Importez BSClothExtraData de HKX

source: Choose an HKX file to import as a BSClothExtraData block into the project.
fr: Choisissez un fichier HKX à importer comme bloc BSClothExtraData dans le projet.

source: Export
fr: Exporter

source: To NIF... Ctrl+E
fr: Vers NIF... Ctrl+E

source: Save the current project as a NIF file (without reference)
fr: Sauvegarder le projet en cours comme un fichier NIF (sans référence)

source: To NIF With Reference... Ctrl+Alt+E
fr: Vers NIF avec Référence... Ctrl+Alt+E

source: Save the current project as a NIF file (including reference)
fr: Sauvegarder le projet en cours comme un fichier NIF (y compris la référence)

source: To OBJ...
fr: Vers OBJ...

source: Export the current project as an OBJ file.
fr: Exportez le projet en cours sous forme de fichier OBJ.

source: To FBX...
fr: Vers FBX...

source: Export the current project as an FBX file.
fr: Exportez le projet en cours sous forme de fichier FBX.

source: To TRI (Head)...
fr: Vers TRI (Tête)...

source: Export head morphs to a TRI file.
fr: Exportez les morphes de tête dans un fichier TRI.

source: Export Data
fr: Exporter des données

source: Export BSClothExtraData As HKX
fr: Exporter BSClothExtraData comme HKX

source: Save one of the currently loaded BSClothExtraData blocks to an HKX file.
fr: Sauvegarder l'un des blocs BSClothExtraData actuellement chargés dans un fichier HKX.

source: Make Conversion Reference
fr: Créer une référence de conversion

source: Using the current slider settings for the reference shape, create a new reference that will morph from the current shape back to the base shape.
fr: À l'aide des paramètres de slider actuels pour la forme de référence, créez une nouvelle référence qui passera de la forme actuelle à la forme de base.

source: Pack Projects...
fr: Emballez des Projets...
