Repository: ousnius/BodySlide-and-Outfit-Studio
Catalog: lang/*/BodySlide.po
Languages: fr

source: Left Mouse Pan
fr: Panoramique gauche de la souris

source: Language
fr: Langue

source: Use the selected language for the program.
fr: Utilisez la langue sélectionnée pour le programme.

source: Rendering
fr: Rendu

source: Background Color
fr: Couleur de Fond

source: Background color of the renderer.
fr: Couleur de fond du moteur de rendu.

source: Wireframe Color
fr: Couleur de l'Image Filaire

source: Wireframe color of the renderer.
fr: Couleur de l'image filaire du moteur de rendu.

source: Data Files
fr: Fichier de données

source: Reference Skeleton
fr: Squelette de référence

source: Select a reference skeleton .nif file...
fr: Sélectionnez un fichier .nif de squelette de référence...

source: The reference skeleton file for Outfit Studio.
fr: Le fichier squelette de référence pour Outfit Studio.

source: Root Node
fr: Nœud racine

source: The root node name of the reference skeleton. Can differ from game to game.
fr: Le nom du nœud racine du squelette de référence. Peut différer d'un jeu à l'autre.

source: Setup
fr: Configuration

source: Please select the data folder and your target game. You can only choose one game at a time, but it is possible to change the selection in the settings.
fr: Veuillez sélectionner le dossier de données et votre jeu cible. Vous ne pouvez choisir qu'un seul jeu à la fois, mais il est possible de modifier la sélection dans les paramètres.

source: Game not found! Select the data folder manually...
fr: Jeu non trouvé! Sélectionnez manuellement le dossier de données...

source: Select a folder
fr: Sélectionnez une dossier

source: Choose Game
fr: Choisissez le Jeu

source: Shape Properties
fr: Propriétés de la forme

source: Shader
fr: Ombrage

source: Name
fr: Nom

source: Specular Color
fr: Couleur Spéculaire

source: Specular Strength
fr: Force Spéculaire

source: Specular Power
fr: Puissance Spéculaire

source: Emissive Color
fr: Couleur Émissive

source: Emissive Multiple
fr: Multiples Émissive

source: Vertex Colors
fr: Couleurs des Vertex

source: Remove
fr: Supprimer

source: Transparency
fr: Transparence

source: Threshold
fr: Seuil

source: Vertex Alpha
fr: Alpha des Vertex

source: Copy from shape...
fr: Copie de la forme...

source: Geometry
fr: Géométrie

source: Full Precision
fr: Précision Totale

source: Sub Index
fr: Sous-index

source: Skinned
fr: Écorché

source: Dynamic
fr: Dynamique

source: Extra Data
fr: Données Supplémentaires

source: Value
fr: Valeur

source: Coordinates
fr: Coordonnées

source: Transform from global to skin coordinates:
fr: Transformez les coordonnées globales en coordonnées de la peau:

source: Select a bone to add
fr: Sélectionnez un os à ajouter

source: Bones in the current reference skeleton:
fr: Os dans le squelette de référence actuel :

source: Add Custom Bone
fr: Ajouter l’os personnalisé

source: Select a slider preset
fr: Sélectionnez un préréglage du slider

source: Choose a preset:
fr: Choisissez un préréglage:

source: Low weight
fr: Poids Faible

source: High weight
fr: Poids Haut

source: Slider Properties
fr: Propriétés slider

source: Slider Name
fr: Nom du Slider

source: Default Values
fr: Valeurs par Défaut

source: Low
fr: Faible

source: High
fr: Élevé

source: Zapped
fr: Zappé

source: Invert
fr: Inverser

source: Hidden
fr: Caché

source: Toggle Zaps:
fr: Basculez Zaps:

source: Bone information incomplete. Exported data will not contain correct bone entries! Be sure to load a reference NIF prior to export.
fr: Information osseuse incomplète. Les données exportées ne contiendront pas les entrées d'os correctes! Assurez-vous de charger un NIF de référence avant l'exportation.

source: Export Warning
fr: Avertissement de Exporter

source: Failed to load skeleton '%s'!
fr: Échec du chargement du squelette '%s'!

source: Root '%s' not found in skeleton '%s'!
fr: Racine '%s' non trouvée dans le squelette '%s'!

source: No read/write permission for game data path! Please launch the program with admin elevation and make sure the game data path in the settings is correct.
fr: Aucune permission de lecture/écriture pour le chemin des données du jeu! Veuillez lancer le programme avec l'autorisation de l'administrateur et vérifiez que le chemin des données du jeu dans les paramètres est correct.

source: Warning
fr: Avertissement

source: No read/write permission for project path! Please launch the program with admin elevation and make sure the project path in the settings is correct.
fr: Aucune permission de lecture/écriture pour le chemin du projet! Veuillez lancer le programme avec l'autorisation de l'administrateur et vérifiez que le chemin du projet dans les paramètres est correct.

source: Unexpected exception has occurred: %s, the program will terminate.
fr: Une exception inattendue s'est produite: %s, le programme s'arrête.

source: Unexpected exception
fr: Exception inattendue

source: Unhandled exception has occurred: %s, the program will terminate.
fr: Une exception non gérée s'est produite: %s, le programme s'arrête.

source: Unhandled exception
fr: Exception non gérée

source: Fatal exception has occurred, the program will terminate.
fr: Une exception fatale s'est produite, le programme se terminera.

source: Fatal exception
fr: Exception fatale

source: Failed to launch Outfit Studio executable!
fr: Impossible de lancer l'exécutable d'Outfit Studio !

source: Error
fr: Erreur

source: Failed to find game install path registry value or GameDataPath in the config.
fr: Impossible de trouver la valeur de registre du chemin d'installation du jeu ou GameDataPath dans la configuration.

source: Failed to find game install path registry key or GameDataPath in the config.
fr: Impossible de trouver la clé de registre du chemin d'installation du jeu ou GameDataPath dans la configuration.

source: System language '%d' is wrong.
fr: La langue du système '%d' est incorrecte.

source: The system language '%d' is not supported by your system. Try installing support for this language.
fr: La langue système '%d' n'est pas prise en charge par votre système. Essayez d'installer le support pour cette langue.

source: Failed to create group file.
fr: Échec de la création du fichier de groupe.

source: That group already exists in the specified file, do you wish to overwrite the group?
fr: Ce groupe existe déjà dans le fichier spécifié, souhaitez-vous écraser le groupe?

source: Group already exists
fr: Le groupe existe déjà

source: WARNING: Game data path not configured. Would you like to show BodySlide where it is?
fr: AVERTISSEMENT: Le chemin des données du jeu n'est pas configuré. Voulez-vous montrer BodySlide où il se trouve?

source: Game not found
fr: Jeu non trouvé

source: Please choose a directory to set as your Data path
fr: Veuillez choisir un répertoire à définir comme chemin de données

source: WARNING: This will delete the output files from the output folder, potentially causing crashes. Do you want to continue?
fr: AVERTISSEMENT: Cela supprimera les fichiers de sortie du dossier de sortie, ce qui pourrait provoquer des pannes. Voulez-vous continuer?

source: Clean Build
fr: Construire Proprement

source: Removed the following files:
fr: Suppression des fichiers suivants:

source: (no action)
fr: (aucune action)

source: Process Successful
fr: Succès du Processus

source: Failed to write TRI file to the following location %s
fr: Échec de l'écriture du fichier TRI à l'emplacement suivant %s

source: Unable to process
fr: Impossible à traiter

source: Failed to build set to the following location %s
fr: Échec de la création de l'ensemble à l'emplacement suivant %s

source: Choose alternate file name
fr: Choisissez un autre nom de fichier

source: Successfully processed the following files:
fr: Traitement réussi des fichiers suivants:

source: WARNING: This will delete the output files from the output folders, potentially causing crashes. Do you want to continue?
fr: AVERTISSEMENT: Cela supprimera les fichiers de sortie des dossier de sortie, ce qui pourrait provoquer des pannes. Voulez-vous continuer?

source: Clean Batch Build
fr: Proprement Construction par lots

source: WARNING: Game data path not configured. Files can't be removed that way.
fr: AVERTISSEMENT: le chemin des données du jeu n'est pas configuré. Les fichiers ne peuvent pas être supprimés de cette façon.

source: WARNING: Game data path not configured. Continue saving files to the working directory?
fr: AVERTISSEMENT: le chemin des données du jeu n'est pas configuré. Continuer à enregistrer les fichiers dans le répertoire de travail?

source: Processing Outfits
fr: Tenues de traitement

source: Starting...
fr: Commencer...

source: Processing '%s' (%d of %d)...
fr: Traitement'%s' (%d of %d)...

source: No recorded outfit name source
fr: Aucune source de nom de tenue enregistrée

source: Unable to get slider set from file:
fr: Impossible d'obtenir le slider set du fichier:

source: Unable to open slider set file:
fr: Impossible d'ouvrir le fichier de slider set:

source: Unable to load input nif:
fr: Impossible de charger l'entrée nif:

source: Unable to create destination directory:
fr: Impossible de créer le répertoire de destination:

source: Unable to save nif file:
fr: Impossible d'enregistrer le fichier nif:

source: The following sets failed
fr: Les ensembles suivants ont échoué

source: Failed
fr: Échec

source: Failed to load BodySlide.xrc file!
fr: Échec du chargement du fichier Bodyslide.xrc!

source: Failed to load BodySlide frame!
fr: Échec du chargement du cadre BodySlide!

source: Group Filter
fr: Filtre de Groupe

source: Filter by group
fr: Filtrer par groupe

source: Outfit Filter
fr: Filtre de Tenue

source: Filter by outfit
fr: Filtre par tenue

source: Choose groups to filter outfit list
fr: Choisissez des groupes pour filtrer la liste des tenues

source: Choose Groups
fr: Choisissez des Groupes

source: Choose or create group file
fr: Choisissez ou créez un fichier de groupe

source: What would you like the new group to be called?
fr: Comment aimeriez-vous que le nouveau groupe soit appelé?

source: New Group Name
fr: Nouveau Nom de Groupes

source: Do you really wish to delete the selected project?
fr: Voulez-vous vraiment supprimer le projet sélectionné ?

source: Delete Project
fr: Supprimer le Projet

source: Do you really wish to delete the selected preset?
fr: Voulez-vous vraiment supprimer le préréglage sélectionné?

source: Delete Preset
fr: Supprimer le préréglage

source: Failed to save preset (%d)!
fr: Échec de l'enregistrement du préréglage (%d)!

source: Failed to save preset as '%s' (%d)!
fr: Échec de l'enregistrement du préréglage sous '%s' (%d)!

source: Choose a folder to contain the saved files
fr: Choisissez un dossier pour contenir les fichiers enregistrés

source: All sets processed successfully!
fr: Tous les jeux ont été traités avec succès!

source: Complete
fr: Finir

source: Outfit Studio: OpenGL context is not OK.
fr: Outfit Studio: OpenGL le contexte n'est pas OK.

source: OpenGL Error
fr: OpenGL Erreur

source: Please enter a new unique name for the group.
fr: Veuillez saisir un nouveau nom unique pour la groupe.

source: Rename Group
fr: Renommez la Groupe

source: Save changes to group file?
fr: Sauvegarder les modifications dans le fichier de groupe?

source: Save Changes
fr: Sauvegarder les modifications

source: Enter a name for the new layer.
fr: Entrez un nom pour la nouvelle couche.

source: Name new layer
fr: Nommez la nouvelle couche

source: Choose a normals generator preset file...
fr: Choisissez un fichier de préréglage du générateur de normales...

source: Save normals generator preset to...
fr: Enregistrer le préréglage du générateur de normales dans...

source: Layer
fr: Couche

source: Background File
fr: Fichier de Fond

source: File source for this layer.
fr: Source du fichier pour cette couche.

source: Color
fr: Couleur

source: Solid background color (if file is not set).
fr: Couleur de fond solide (si le fichier n'est pas défini).

source: Resolution
fr: Résolution

source: Output texture dimensions. By default all images will be scaled to fit this size.
fr: Dimensions de la texture de sortie. Par défaut, toutes les images seront mises à l'échelle pour correspondre à cette taille.

source: File containing normals data to combine. Note this file should fit the mesh UVs.
fr: Fichier contenant des données normales à combiner. Notez que ce fichier doit s'adapter aux UV du maillage.

source: Is Tangent Space?
fr: C'est l'espace Tangent?

source: True if the normals data in the layer file is in tangent space, false if they are in model space (msn).
fr: Vrai si les données normales dans le fichier de couche sont dans l'espace tangent, faux si elles sont dans l'espace modèle (msn).

source: A greyscale image used to mask updates to destination image.
fr: Une image en niveaux de gris utilisée pour masquer les mises à jour de l'image de destination.

source: X Offset
fr: X Décalage

source: Offset to apply to image position.
fr: Décalage à appliquer à la position de l'image.

source: Y Offset
fr: Y Décalage

source: If true, scale image to match background resolution.
fr: Si vrai, mettre l'image à l'échelle pour qu'elle corresponde à la résolution du fond.

source: Checking destination...
fr: Vérification de la destination...

source: Adding reference shapes...
fr: Ajout de formes de référence...

source: Adding outfit shapes...
fr: Ajouter des formes de tenues...

source: Calculating slider data...
fr: Calculer les données du slider...

source: Creating slider set file...
fr: Création d'un fichier de slider set...

source: Failed to open or create slider set file:
fr: Impossible d'ouvrir ou de créer le fichier du slider set:

source: Saving slider set file...
fr: Sauvegarde du fichier de slider set...

source: Failed to write to slider set file:
fr: Échec de l'écriture dans le fichier de slider set:

source: Saving NIF file...
fr: Sauvegarde du fichier NIF...

source: Failed to write base .nif file:
fr: Échec de l'écriture du fichier .nif de base:

source: Finished
fr: Fini

source: Gathering bones...
fr: Rassembler les os...

source: Initializing proximity data...
fr: Initialisation des données de proximité...

source: Copying bone weights...
fr: Copie des poids osseux...

source: Transferring bone weights...
fr: Transfert de poids osseux...

source: Template source entries are invalid.
fr: Les entrées de source du modèle ne sont pas valides.

source: Reference Error
fr: Erreur de Référence

source: NIF version not supported! File: %s %s
fr: Version NIF non prise en charge! File: %s %s

source: Could not load reference NIF file '%s'!
fr: Impossible de charger le fichier NIF de référence '%s'!

source: Could not load slider set file '%s'!
fr: Impossible de charger le fichier de slider set '%s'!

source: Reference NIF file '%s' does not contain any shapes.
fr: Le fichier NIF de référence '%s' ne contient aucune forme.

source: Shape '%s' not found in reference NIF file '%s'!
fr: Forme '%s' non trouvée dans le fichier NIF de référence '%s'!

source: Loading slider set...
fr: Chargement du slider set...

source: Retrieving sliders...
fr: Récupérer les sliders...

source: Loading outfit shapes...
fr: Chargement des formes de tenues...

source: Updating slider data...
fr: Mise à jour des données du slider...

source: Adding slider set...
fr: Ajout d'un slider set...

source: The following shapes were renamed and won't have slider data attached. Rename the duplicates yourself beforehand.
fr: Les formes suivantes ont été renommées et n'auront pas de données de slider attachées. Renommez les doublons vous-même au préalable.

source: Renamed Shapes
fr: Formes Renommées

source: NIF Error
fr: Erreur NIF

source: Could not load NIF file '%s'!
fr: Impossible de charger le fichier NIF '%s'!

source: There was cloth physics data loaded at some point (BSClothExtraData). Please choose all the origins to use in the output.
fr: Des données de physique du tissu ont été chargées à un moment donné (BSClothExtraData). Veuillez choisir toutes les origines à utiliser dans la sortie.

source: Choose cloth data
fr: Choisir les données du tissu

source: No reference has been loaded. For correct bone transforms, you might need to load a reference before importing OBJ files. Import anyway?
fr: Aucune référence n'a été chargée. Pour des transformations osseuses correctes, il peut être nécessaire de charger une référence avant d'importer des fichiers OBJ. Importer quand même?

source: Import without reference
fr: Importez sans Référence

source: The reference shape has a skin coordinate system that is different from the global coordinate system. Would you like to copy the reference's global-to-skin transform to the imported shapes?
fr: La forme de référence a un système de coordonnées de peau qui est différent du système de coordonnées global. Voulez-vous copier la transformation globale-peau de la référence sur les formes importées?

source: Copy skin coordinates
fr: Transformez les coordonnées de la peau

source: Could not load OBJ file '%s'!
fr: Impossible de charger le fichier OBJ '%s'!

source: OBJ Error
fr: Erreur OBJ

source: Could not copy data from OBJ file '%s'!
fr: Impossible de copier les données du fichier OBJ '%s'!

source: The vertex count of the selected .obj file matches the currently selected outfit shape. Do you wish to update the current shape? (click No to create a new shape)
fr: Le nombre de vertex du fichier .obj sélectionné correspond à la forme de la tenue actuellement sélectionnée. Souhaitez-vous mettre à jour la forme actuelle? (cliquez sur Non pour créer une nouvelle forme)

source: Merge or New
fr: Fusionner ou Nouveaux

source: Update Vertex Positions?
fr: Mettre à jour les positions des vertex?

source: Vertex Position Update
fr: Mise à jour de la position des vertex

source: Update Texture Coordinates?
fr: Mettre à jour les coordonnées de texture?

source: UV Update
fr: Mise à jour UV

source: Please specify a name for the new shape
fr: Veuillez saisir un nom pour le nouveau forme

source: New Shape Name
fr: Nouveau Nom de Forme

source: The vertex or triangle limit for '%s' was exceeded. Remaining data was dropped. Vertices (current/max): %zu/%zu Triangles (current/max): %zu/%zu
fr: La limite de vertex ou de triangles pour '%s' a été dépassée. Les données restantes ont été abandonnées. Vertices (actuels/maximaux): %zu/%zu Triangles (actuels/maximaux): %zu/%zu

source: No reference has been loaded. For correct bone transforms, you might need to load a reference before importing FBX files. Import anyway?
fr: Aucune référence n'a été chargée. Pour des transformations osseuses correctes, il peut être nécessaire de charger une référence avant d'importer des fichiers FBX. Importer quand même?

source: The vertex count of the selected .fbx file matches the currently selected outfit shape. Do you wish to update the current shape? (click No to create a new shape)
fr: Le nombre de vertex du fichier .fbx sélectionné correspond à la forme de la tenue actuellement sélectionnée. Souhaitez-vous mettre à jour la forme actuelle? (cliquez sur Non pour créer une nouvelle forme)

source: Update Animation Weighting?
fr: Mise à jour de la Pondération des Animations?

source: Animation Weight Update
fr: Mise à jour des Poids d'Animation

source: Would you like Skyrim NIFs to be optimized for SSE during this session?
fr: Souhaitez-vous que les NIFs de Skyrim soient optimisés pour SSE pendant cette session?

source: Version of NIF file doesn't match current target game. To use the meshes for the target game, export to OBJ/FBX and reload them again.
fr: La version du fichier NIF ne correspond pas au jeu cible actuel. Pour utiliser les maillages pour le jeu cible, exportez-les vers OBJ/FBX et rechargez-les à nouveau.

source: Adding NIF file...
fr: Ajout d'un fichier NIF...

source: Refreshing GUI...
fr: Rafraîchissante GUI...

source: Adding OBJ file...
fr: Ajout d'un fichier OBJ...

source: Adding FBX file...
fr: Ajout d'un fichier FBX...

source: Failed to load OutfitStudio.xrc file!
fr: Échec du chargement du fichier OutfitStudio.xrc!

source: Failed to load Outfit Studio frame!
fr: Échec du chargement du cadre Outfit Studio!

source: Ready!
fr: Prêt!

source: Packing projects to folder...
fr: Emballage des projets dans les dossiers...

source: Failed to open input file '%s'!
fr: Échec de l'ouverture le fichier d'entrée '%s'!

source: Failed to copy input file '%s'!
fr: Échec de copier le fichier d'entrée '%s'!

source: Failed to copy data file '%s'!
fr: Échec de copier le fichier de données '%s'!

source: Failed to save merged project file '%s'!
fr: Échec de l'enregistrement du fichier de projet fusionné '%s'!

source: Failed to open project file '%s'!
fr: Échec de l'ouverture du fichier de projet '%s'!

source: Failed to copy merged project file '%s'!
fr: Échec de la copie du fichier de projet fusionné '%s'!

source: Failed to open group file '%s'!
fr: Échec de l'ouverture le fichier de groupe '%s'!

source: Failed to copy group file '%s'!
fr: Échec de copier le fichier de groupe '%s'!

source: Packing projects to archive...
fr: Emballage des projets dans l'archive...

source: Failed to put new entry into archive!
fr: Échec de la mise la nouvelle entrée dans l'archive!

source: Failed to copy file contents to archive!
fr: Échec de la copie du contenu du fichier dans l'archive!

source: Failed to open data file '%s'!
fr: Échec de l'ouverture le fichier de données '%s'!

source: There are no valid shapes loaded!
fr: Il n'y a pas de formes valides chargées!

source: Saving project '%s'...
fr: Sauvegarde du projet '%s'...

source: Invalid or no slider set file specified! Please try again.
fr: Fichier de slider set non valide ou non spécifié! Veuillez réessayer.

source: No outfit name specified! Please try again.
fr: Aucun nom de tenue n'a été spécifié! Veuillez réessayer.

source: No data folder specified! Please try again.
fr: Aucun dossier de données n'a été spécifié! Veuillez réessayer.

source: An invalid or no base outfit .nif file name specified! Please try again.
fr: Un nom de fichier .nif invalide ou sans tenue de base a été spécifié! Veuillez réessayer.

source: No game file path specified! Please try again.
fr: Aucun chemin de fichier de jeu n'a été spécifié! Veuillez réessayer.

source: No game file name specified! Please try again.
fr: Aucun nom de fichier de jeu n'a été spécifié! Veuillez réessayer.

source: Failed to open '%s' as a slider set file!
fr: Impossible d'ouvrir '%s' comme fichier de slider set!

source: Slider Set Error
fr: Slider Set Erreur

source: Please choose an outfit to load
fr: Choisissez une tenue à charger

source: Load a slider set
fr: Chargez un slider set

source: Loading project...
fr: Chargement projet...

source: Loading outfit data...
fr: Chargement des données de tenues...

source: Failed to create project '%s' from file '%s' (%d)!
fr: Impossible de créer le projet '%s' à partir du fichier '%s' (%d)!

source: Loading reference shape '%s'...
fr: Chargement la forme référence '%s'...

source: Loading textures...
fr: Chargement textures...

source: Creating outfit...
fr: Créer des tenues...

source: Creating %zu slider(s)...
fr: Créer %zu slider(s)...

source: Creating sliders...
fr: Créer des sliders...

source: Clearing old sliders...
fr: Nettoyage des anciens sliders...

source: Loading slider:
fr: Chargement du slider:

source: Turn on edit mode for this slider.
fr: Activez le mode d'édition pour ce slider.

source: Weaken slider data by 1%.
fr: Affaiblir les données du slider de 1%.

source: Strengthen slider data by 1%.
fr: Renforcer les données du slider de 1%.

source: Enter a name for the new slider:
fr: Entrez un nom pour le nouveau slider:

source: Create New Slider
fr: Créez Slider Nouveau

source: Total Bones: %zu
fr: Total des Os: %zu
