Repository: ousnius/BodySlide-and-Outfit-Studio
Catalog: lang/*/BodySlide.po
Languages: fr

source: Shape Selection Bones: %zu
fr: Sélection des Formes Os: %zu

source: Edit Color
fr: Modifiez Couleur

source: You are trying to edit a slider's morph with that slider set to zero. Do you wish to set the slider to one now?
fr: Vous essayez de modifier la morphologie d'un slider alors que celui-ci est réglé sur zéro. Voulez-vous mettre le slider à un maintenant ?

source: You can only use the undiff brush while editing a slider. Note, use the pencil button next to a slider to enable editing of that slider's morph.
fr: Vous ne pouvez utiliser le pinceau d'undiff que lorsque vous modifiez un slider. Remarque, utilisez le bouton crayon à côté d'un slider pour activer l'édition de la morphologie de ce slider.

source: You can only edit the base shape when all sliders are zero. Do you wish to set all sliders to zero now? Note, use the pencil button next to a slider to enable editing of that slider's morph.
fr: Vous ne pouvez modifier la forme de base que lorsque tous les sliders sont à zéro. Voulez-vous mettre tous les sliders à zéro maintenant ? Remarque, utilisez le bouton crayon à côté d'un slider pour activer l'édition de la morphologie de ce slider.

source: You have unsaved changes to '%s'. Would you like to save them now?
fr: Vous avez des modifications non sauvegardées sur '%s'. Voulez-vous les sauvegarder maintenant?

source: Unsaved Changes
fr: Modifications Non Sauvegarder

source: Creating project '%s'...
fr: Créer le projet '%s'...

source: Loading reference...
fr: Chargement référence...

source: Loading outfit...
fr: Chargement de tenues...

source: Select a slider set to load
fr: Sélectionnez un slider set à charger

source: Select a slider set to add
fr: Sélectionnez un slider set à ajouter

source: You're currently editing slider data, please exit the slider's edit mode (pencil button) and try again.
fr: Vous êtes en train de modifier les données du slider, veuillez quitter le mode d'édition du slider (bouton crayon) et réessayer.

source: Loading reference set...
fr: Chargement du jeu de références...

source: Creating reference...
fr: Créer une référence...

source: Unload the project? All unsaved changes will be lost
fr: Décharger le projet? Toutes les modifications non sauvegardées seront perdues

source: Unload Project
fr: Déchargez le Projet

source: Unload
fr: Déchargez

source: Import NIF file
fr: Importer un fichier NIF

source: Importing NIF file...
fr: Importation d'un fichier NIF...

source: Finished.
fr: Fini.

source: Export outfit NIF
fr: Exporter la tenue NIF

source: Failed to save NIF file '%s'!
fr: Échec de l'enregistrement du fichier NIF '%s'!

source: Export Error
fr: Erreur d'Exportation

source: Export project NIF
fr: Exporter la projet NIF

source: Failed to save NIF file '%s' with reference!
fr: Échec de l'enregistrement du fichier NIF '%s' avec référence!

source: There is no shape selected!
fr: Il n'y a pas de forme sélectionnée!

source: Export selected shapes to NIF
fr: Exportez les formes sélectionnées vers NIF

source: Failed to export selected shapes to NIF file!
fr: Impossible d'exporter les formes sélectionnées vers le fichier NIF!

source: Import .obj file for new shape
fr: Importez un fichier .obj pour une nouvelle forme

source: Some of the shapes have skin coordinate systems that are not the same as the global coordinate system. Should the geometry be transformed to global coordinates in the OBJ? (This is not recommended.)
fr: Certaines des formes ont des systèmes de coordonnées de la peau qui ne sont pas les mêmes que le système de coordonnées global. La géométrie doit-elle être transformée en coordonnées globales dans l'OBJ? (Ceci n'est pas recommandé).

source: Transform to global
fr: Transformez a la globales

source: Export project as an .obj file
fr: Exporter la projet sous forme de fichier .obj

source: Failed to export OBJ file!
fr: Échec de l'exportation du fichier OBJ!

source: Some of the shapes have skin coordinate systems that are not the same as the global coordinate system. Should the geometry be transformed to global coordinates in the OBJ?
fr: Certaines des formes ont des systèmes de coordonnées de la peau qui ne sont pas les mêmes que le système de coordonnées global. La géométrie doit-elle être transformée en coordonnées globales dans l'OBJ?

source: Export selected shapes as an .obj file
fr: Exporter les formes sélectionnées sous forme de fichier .obj

source: Export shape as an .obj file
fr: Exporter la forme sous forme de fichier .obj

source: Import .fbx file for new shape
fr: Importez un fichier .fbx pour une nouvelle forme

source: Some of the shapes have skin coordinate systems that are not the same as the global coordinate system. Should the geometry be transformed to global coordinates in the FBX? (This is not recommended.)
fr: Certaines des formes ont des systèmes de coordonnées de la peau qui ne sont pas les mêmes que le système de coordonnées global. La géométrie doit-elle être transformée en coordonnées globales dans le FBX? (Ceci n'est pas recommandé).

source: Export project as an .fbx file
fr: Exporter la projet sous forme de fichier .fbx

source: Failed to export FBX file!
fr: Échec de l'exportation du fichier FBX!

source: Some of the shapes have skin coordinate systems that are not the same as the global coordinate system. Should the geometry be transformed to global coordinates in the FBX?
fr: Certaines des formes ont des systèmes de coordonnées de la peau qui ne sont pas les mêmes que le système de coordonnées global. La géométrie doit-elle être transformée en coordonnées globales dans le FBX?

source: Export selected shapes as an .fbx file
fr: Exporter les formes sélectionnées sous forme de fichier .fbx

source: Export shape as an .fbx file
fr: Exporter la forme sous forme de fichier .fbx

source: Import .tri morphs
fr: Importez .tri morphs

source: Failed to load TRI file!
fr: Échec du chargement du fichier TRI!

source: Please enter a new unique name for the shape.
fr: Veuillez saisir un nouveau nom unique pour la forme.

source: Rename Shape
fr: Renommez la Forme

source: Export .tri morphs
fr: Exportez .tri morphs

source: Failed to export TRI file!
fr: Échec de l'exportation du fichier TRI!

source: Import physics data to project
fr: Importer des données physiques dans le projet

source: Failed to import physics data file '%s'!
fr: Échec de l'importation du fichier de données physiques '%s'!

source: Import Error
fr: Erreur d'Importation

source: There is no physics data loaded!
fr: Il n'y a pas de données physiques chargées!

source: Please choose the physics data source you want to export.
fr: Veuillez choisir la source de données physiques que vous souhaitez exporter.

source: Choose physics data
fr: Choisir de données physiques

source: Export physics data
fr: Exportez de données physiques

source: Failed to save physics data file '%s'!
fr: Échec de l'enregistrement du fichier de données physiques '%s'!

source: This function requires at least one slider position to be non-zero.
fr: Cette fonction nécessite qu'au moins une position de slider soit différente de zéro.

source: Create a conversion slider for the current slider settings with the following name:
fr: Créez un slider de conversion pour les paramètres de slider actuels avec le nom suivant:

source: Create New Conversion Slider
fr: Créez Slider Conversion Nouveau

source: Please enter an SSF file path.
fr: Veuillez saisir un chemin d'accès au fichier SSF.

source: Field of View: %d
fr: Champ de Vision: %d

source: Your changes were not applied yet. Do you want to apply or reset them?
fr: Vos modifications n'ont pas encore été appliquées. Voulez-vous les appliquer ou les réinitialiser?

source: Pending Changes
fr: Modifications en Attente

source: There are no sliders loaded!
fr: Il n'y a pas de sliders chargés!

source: No changes were made to the sliders, so no preset was saved!
fr: Aucune modification n'a été apportée aux sliders, donc aucun préréglage n'a été enregistré!

source: There is no slider in edit mode to import data to!
fr: Il n'y a pas de slider en mode édition pour importer des données!

source: Import .nif file for slider calculation
fr: Importez un fichier .nif pour le calcul du slider

source: No mesh found in the .nif file that matches currently selected shape!
fr: Aucun maillage trouvé dans le fichier .nif qui correspond à la forme actuellement sélectionnée!

source: Import .bsd slider data
fr: Importez les données du slider .bsd

source: Import .obj file for slider calculation
fr: Importez un fichier .obj pour le calcul du slider

source: Vertex count of .obj file mesh does not match currently selected shape!
fr: Le nombre de vertex du maillage du fichier .obj ne correspond pas à la forme actuellement sélectionnée!

source: Import .osd file
fr: Importez un fichier .osd

source: This will delete all loaded sliders. Are you sure?
fr: Cela supprimera tous les sliders chargés. Êtes-vous sûr?

source: OSD Import
fr: Importez OSD

source: Failed to import OSD file!
fr: Échec de l'importation du fichier OSD!

source: Added morphs for the following shapes: %s
fr: Ajout de morphes pour les formes suivantes: %s

source: TRI Import
fr: TRI Importer

source: Import .fbx file for slider calculation
fr: Importez un fichier .fbx pour le calcul du slider

source: There is no slider in edit mode to export data from!
fr: Il n'y a pas de slider en mode d'édition à partir duquel exporter des données!

source: Export .nif slider data to directory
fr: Exporter les données du slider .nif vers le répertoire

source: Export .nif slider data
fr: Exporter les données du slider .nif

source: Failed to export NIF file!
fr: Échec de l'exportation du fichier NIF!

source: Export .bsd slider data to directory
fr: Exporter les données du slider .bsd vers le répertoire

source: Export .bsd slider data
fr: Exporter les données du slider .bsd

source: Export .obj slider data to directory
fr: Exporter les données du slider .obj vers le répertoire

source: Export .obj slider data
fr: Exporter les données du slider .obj

source: Export .osd file
fr: Exporter un fichier .osd

source: Failed to export OSD file!
fr: Échec de l'exportation du fichier OSD!

source: Are you sure you wish to clear the unmasked slider data for the selected shapes? This action cannot be undone.
fr: Voulez-vous vraiment effacer les vertices non masqués des formes sélectionnées? Cette action ne peut pas être annulée.

source: Confirm data erase
fr: Confirmer l'effacement des données

source: Are you sure you wish to clear the unmasked slider data for the shape '%s'? This action cannot be undone.
fr: Voulez-vous vraiment effacer les vertices non masqués des formes '%s'? Cette action ne peut pas être annulée.

source: Enter a name for the new zap:
fr: Entrez un nom pour le nouveau zap:

source: Create New Zap
fr: Créer Nouveau Zap

source: There is no slider in edit mode to negate!
fr: Il n'y a pas de slider en mode édition pour annuler!

source: There is no slider in edit mode to create a mask from!
fr: Il n'y a pas de slider en mode édition pour créer un masque!

source: Are you sure you wish to delete the selected slider(s)?
fr: Voulez-vous vraiment supprimer le(s) slider(s) sélectionné(s)?

source: Confirm slider delete
fr: Confirmer la suppression du slider

source: There is no slider in edit mode to show properties for!
fr: Il n'y a pas de slider en mode édition pour afficher les propriétés!

source: Conforming:
fr: Conforme:

source: Initializing data...
fr: Initialisation des données...

source: Shape(s) conformed.
fr: Le(s) formes se sont conformées.

source: Conforming all shapes...
fr: Conforme à toutes les formes...

source: All shapes conformed.
fr: Toutes les formes se sont conformées.

source: Are you sure you wish to delete parts of the selected shapes?
fr: Voulez-vous vraiment effacer des parties des formes sélectionnées?

source: Confirm Delete
fr: Confirmation de la suppression

source: Please enter a unique name for the new separated shape.
fr: Veuillez saisir un nom unique pour la nouvelle forme séparée.

source: No errors found!
fr: Aucune erreur trouvée!

source: Errors:
fr: Erreur:

source: Target must be different from source.
fr: La cible doit être différente de la source.

source: Partitions do not match. Make sure the amount of partitions and their slots match up.
fr: Les partitions ne correspondent pas. Assurez-vous que le nombre de partitions et leurs emplacements correspondent.

source: Segments do not match. Make sure the amount of segments, sub segments and their info as well as the segmentation file match.
fr: Les segments ne correspondent pas. Assurez-vous que la quantité de segments, de sous-segments et leurs informations ainsi que le fichier de segmentation correspondent.

source: Resulting shape would have too many vertices.
fr: La forme résultante aurait trop de vertices.

source: Resulting shape would have too many triangles.
fr: La forme résultante aurait trop de triangles.

source: Shaders do not match. Make sure both shapes either have or don't have a shader and their shader type matches.
fr: Les shaders ne correspondent pas. Assurez-vous que les deux formes ont ou n'ont pas de shader et que leur type de shader correspond.

source: Base texture doesn't match. Make sure both shapes have the same base/diffuse texture path.
fr: La texture de base ne correspond pas. Assurez-vous que les deux formes ont le même chemin de texture de base/diffuse.

source: Alpha property mismatch. Make sure both shapes either have or don't have an alpha property and their flags + threshold match.
fr: Mauvaise correspondance des propriétés alpha. Assurez-vous que les deux formes ont ou n'ont pas une propriété alpha et que leurs drapeaux + seuil correspondent.

source: You can only copy shapes into an outfit, and there is no outfit in the current project. Load one first!
fr: Vous ne pouvez copier que des formes dans une tenue et il n'y a aucune tenue dans le projet en cours. Chargez-en un en premier!

source: Please enter a unique name for the duplicated shape.
fr: Veuillez saisir un nom unique pour la forme dupliquée.

source: Duplicate Shape
fr: Forme Dupliquée

source: Are you sure you wish to delete the selected shapes? This action cannot be undone.
fr: Voulez-vous vraiment supprimer des formes sélectionnées? Cette action ne peut pas être annulée.

source: No bone name was entered!
fr: Aucun nom d'os n'a été entré!

source: Bone '%s' already exists in the project!
fr: L'os '%s' existe déjà dans le projet!

source: The following shapes have unweighted vertices, which can cause issues. The affected vertices have been put under a mask. Do you want to save anyway?
fr: Les formes suivantes ont des vertices non pondérés, ce qui peut causer des problèmes. Les vertices concernés ont été placés sous un masque. Voulez-vous quand même enregistrer?

source: Unweighted Vertices
fr: Vertices non Pondérés

source: There is no reference shape!
fr: Il n'y a pas de forme de référence!

source: Sorry, you can't copy weights from the reference shape to itself. Skipping this shape.
fr: Désolé, vous ne pouvez pas copier les poids de la forme de référence sur elle-même. Sauter cette forme.

source: Can't copy weights
fr: Ne pouvez pas copier les poids

source: Copying selected bone weights...
fr: Copie des poids des os sélectionnés...

source: Sorry, you can't copy weights from the reference shape to itself.
fr: Désolé, vous ne pouvez pas copier les poids de la forme de référence sur elle-même.

source: The vertex count of the reference and chosen shape is not the same!
fr: Le nombre de vertex de la forme de référence et de la forme choisie n'est pas le même!

source: %d unreferenced nodes were deleted.
fr: %d nœuds non référencés ont été supprimés.

source: Please enter a new unique name for the mask.
fr: Veuillez saisir un nouveau nom unique pour la masque.

source: New Mask
fr: Nouveaux Masque

source: Reset all bone poses?
fr: Réinitialiser toutes les poses d'os?

source: Reset Pose
fr: Réinitialiser la Pose

source: Permanently apply the pose to the mesh?
fr: Appliquer définitivement la pose au maillage?

source: Apply Pose to Mesh
fr: Appliquer la Pose au Maillage

source: The vertex picked has more than three connections.
fr: Le vertex choisi a plus de trois connexions.

source: The edge picked is on the surface boundary. Pick an interior edge.
fr: Le bord sélectionné se trouve sur la limite de la surface. Choisissez un bord intérieur.

source: The shape has reached the vertex count limit.
fr: La forme a atteint la limite du nombre de vertex.

source: The shape has reached the triangle count limit.
fr: La forme a atteint la limite du nombre de triangles.

source: The edge picked has multiple triangles of the same orientation. Correct the orientations before splitting.
fr: Le bord sélectionné a plusieurs triangles de la même orientation. Corrigez les orientations avant de fractionner.

source: Loading slider file...
fr: Chargement du fichier de slider...

source: Show the Normal Map Generator dialog.
fr: Affichez la boîte de dialogue Normal Map Generator.

source: Preview failed: OpenGL context is not OK.
fr: L'aperçu a échoué: OpenGL le contexte n'est pas OK.

source: Material
fr: Matériel

source: Choose material file
fr: Choisissez le fichier matériel

source: Please choose a shape to copy from
fr: Veuillez choisir une forme à copier

source: Choose shape
fr: Choisissez du forme
